Repository: mozilla-l10n/mt-training-data
Catalog: gjk/gjk_pontoon.tmx
Source language: en_us
Languages: gjk

source: Privacy, security and transparency.
gjk: رازۮارِي، حِڦاظت انين شفافيئت

source: Pro
gjk: ڌلائيل ۮيڌا وارو

source: Process / Steps
gjk: عمل / مرحلا

source: Profile
gjk: پروڦائيل

source: Profile information improves the audio data used in training speech recognition accuracy.
gjk: پروڦائيل نِي مالُومات تقرير نِي اورکاڻِ نِي ڌُرستڳِي نِي ترتيٻ مان اِستمال ڇا وارِي آڍِيو ڍيٽا نين بيۿتر ٻناويَ سي۔

source: Progress
gjk: ترقِي

source: Public Domain
gjk: عوامِي ڍومينَ

source: Publicly accessible open speech datasets in 130+ languages
gjk: 130 ٻولِيان ٿِي وڌارين مان عوامِي طور ٿِي اوپِنَ اِسپيچ ڍيٽاسيٽ رسائِي ۿارُو سي۔

source: Pular Guinea
gjk: پولر گوئينيا

source: Punctuation
gjk: زير زڀران نان نِشانَ

source: Punjabi
gjk: پنجابي

source: Puno Quechua
gjk: پونو ڪويچوا

source: Quechua Ambo-Pasco
gjk: ڪويچوا آمبو-پاسڪو

source: Quechua Arequipa-La Unión
gjk: ڪويچوا آريڪِپا-لا يونين

source: Quechua Cajatambo
gjk: ڪويچوا ڪاجٽامبو

source: Quechua Chanka
gjk: ڪوچوا چانڪا

source: Quechua Chiquián
gjk: ڪويچوا چِکيان

source: Quechua Corongo Ancash
gjk: ڪويچوا ڪورونگو انڪاش

source: Quechua Jauja Wanka
gjk: ڪويچوا جاوجا وانڪا

source: Quechua Pasco Santa Ana de Tusi
gjk: ڪويچوا پاسڪو سانتا آنا ڊي ٽوسي

source: Quechua Sihuas Ancash
gjk: ڪويچوا سِيهوَس انڪاش

source: Quechua Yauyos
gjk: ڪويچوا ياويوس

source: Question
gjk: سوال

source: Question Collection
gjk: ڀيڳا ڪرل سوال

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
gjk: ايوا سوال زين ثقافتِي ليحاظ ٿِي کاس سي يا جواٻ ۮيڌا وارا نا ٻارا مان الائِي مُنجھارو پيۮ ڪريَ سي۔

source: Questions which may cause someone to share sensitive, potentially triggering responses
gjk: ايوا سوال زين ڪونئين نين حساس، اِمڪانِي طور ٿِي مُتحرِڪ ڪريا واران جواٻان نين شيئر ڪريا نون سبب ٻڻِي ۿڳيَ سي۔

source: Questions which might solicit hate speech or other biased or offensive sentiments
gjk: ايوا سوال زين نڦرت وارِي تقرير يا ٻيزِي طرفۮارِي ڪان وريَ کراٻ جزٻات پيۮا ڪرِي ۿڳيَ سي۔

source: Questions which might solicit personally identifiable information
gjk: سوال زين زاتِي طور ٿِي اورکاڻِ ڪريا نِي مالُومات حاصل ڪرِي ۿڳيَ سي۔

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
gjk: ايوا سوال زين ۿارُو ڪونئين نين ڪيٽلائين مرحلان نِي فۿرست ۮيڌا نِي ضرُورت سي۔ مرحلان نِي فۿرست اِستمال ڪريا وارا نين وڌِيڪ قُۮرتِي جواٻ ۮيڌا ٿِي علاوه جواٻ ڀڻيا ۿارُو آماڌا ڪريَ سي۔

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
gjk: ايوا سوال زين نا زٻاٻ ۮيڌا مان ڪونئين ماڻۿان 15 سيڪِنڍ مان ڪوشيش ڪريَ سي (ڪِلِپ نِي وڌ مان وڌ ڍيگھ)

source: r
gjk: ر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
gjk: انگريزي مان ‘رائيسد‘ نين ھميشان ايڪ اکر پرماڻي استعمال ڪري سي، ٻي نئي۔

source: Rate limit exceeded. Try again in { $retryLimit } minutes
gjk: حد ٿِي وڌارين اسپيڍ سي۔ وريَ { $retryLimit } مان ڪوشش ڪرو

source: Rate limit exceeded. Try again in { $retryLimit } seconds
gjk: حد ٿِي وڌارين اسپيڍ سي۔ وريَ { $retryLimit } مان ڪوشش ڪرو

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
gjk: حُڪُومتان، منافعو نا ۮيڌا وارِيان تنظيمان ٿِي راٻطو ڪرو ايٽليَ زوو ڪي شون اينيان نو ڪونئين ويب مواڌ، رپوٽون يا ٻيزو مواڌ عوامِي ڍومينَ ۿارُو وقف ڪرِي ۿڳائيَ سي۔

source: Reader Effects
gjk: ڀڻيا واران نا اثر

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
gjk: پيج ماٿيَ ٻڌائين لڦظان نين سئِي ڀڻيئيَ ٿِي ڦرق پڙيَ سي۔ ۿانڀرِيا ٽاڻيَ تمام ايحتياط ٿِي چيڪ ڪرو ڪيَ زين رِڪارڍ ڪريون جھون سي اِي لکاڻون پڻ ايمز سي، زو اِي لڦظان نين شامِل ڪريا جھا سي، ننڪا ڪرل سي ڪان وريَ ميڪِي ۮيڌا سي تو رڌ ڪرو

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
gjk: ايوا لڦظ زين نين ڀڻوون حقيقت مان مُشڪل سي زين موجود نٿي زيم، "امينسيئين" اين ني وڳين "امين سِيئين" اين ٿي علاوہ پڻ

source: Read More
gjk: وڌارين ڀڻو

source: Read more on our About page
gjk: امارا ٻارا مان پيج ماٿيَ وڌارين ڀڻو۔

source: Read sentences
gjk: جُملا ڀڻو

source: Read Sentences
gjk: جُملا ڀڻو

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
gjk: پوتا نِي ٻولِي مان جُملا ٻروڪانا ڀڻو انين ۮُنيا مان ٻڌائين ٿِي وڌارين ڦرق ڦرق عوامِي شِرڪت وارِي تقرير نِي ڍيٽاسيٽ مان حِصو ليو۔

source: Read Sentences, Answer Questions
gjk: جُملا ڀڻو، سوال جواٻ

source: Read Sentences <small>(Coming soon)</small>
gjk: جُملا ڀڻو <small> (جلدي آيا وارون سي)

source: Read sentences submitted by the community in various languages
gjk: براڌريان نِي طرڦ ٿِي ۮيڌل جُملا ڀڻو

source: Read the sentence carefully - don’t miss, change or add words.
gjk: ڌيانَ ٿِي جُملو ڀڻو انين تٻۮيل ڪروون انين لڦظان نين ايڍ ڪروون نا ويۿارتان۔

source: Ready to add your voice or lend your ear?
gjk: پوتا نو آواز شامِل ڪريا ۿارُو يا ۿانڀرِيا ۿارُو تيار سو

source: Ready to contribute?
gjk: حِصو ليڌا ۿارُو تيار سو؟

source: Ready to do { $count } more?
gjk: گھڻو { $count }ڪريا ۿارُو تيار

source: Ready to donate your voice?
gjk: پوتا نو آواز ۮانَ ڪريا ۿارُو ڀڻو؟

source: Ready to help validate sentences?
gjk: جُملان نِي تصۮيق ڪريا مان مۮت ڪريا ۿارُو تيار سو؟

source: reCAPTCHA is required if you want to proceed
gjk: ضرورت سي زو تمين آڳرِ وڌوا ماڳو سو تو وري ڪيپچا لکو

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
gjk: اِِ ميلون وصُول ڪرو پسند دعوو انين مقصد ياد ۮيوراوون، نوِي ترقِي نِي اپڍيٽ انين عام آواز پرماڻي کٻرِ نامون

source: Recorded Clips
gjk: رِڪارڍ ٿل ڪِلِپ

source: Recorded Hours
gjk: رِڪارڍ ٿل ڪلاڪ

source: <recordIcon></recordIcon> Last one!
gjk: <recordIcon></recordIcon> آکر وارون!

source: [Recording cut off before the end of the last word]
gjk: [آخري لفظان ٿي مور رڪارڍينگ ٻنڌ ٿئي جھئي]

source: Recordings
gjk: رڪاڍينڳون

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
gjk: وائيس ڪِلِپ رِڪارڍ ڪروون امارِي کُلل ڍيٽاسيٽ نين ٺاۿيا نو ايڪ لازمِي حِصو سي۔ ڪانڪ ڪيَ سي، ڪيَ اِي مزا وارو حِصو سي۔

source: Record/Stop
gjk: رڪارڍ ڪرو / روڪو

source: Record your response
gjk: پوتا نو زٻاپ رڪورڊ ڪرو

source: Record yourself reading sentences in your language
gjk: تمارِي ٻولِي مان تمين پوتيَ ڀڻيا وارا جُملا رِڪارڍ ڪرو

source: Record yourself responding to questions and prompts in your language
gjk: تمارِي ٻولِي مان سوال انين ڀڙڪايا وارِي ٻولِي چيم ڪرِي ۿڳيئين سيئين اين نا ٻارا مان رِڪارڍ ڪرو۔

source: Record your voice
gjk: پوتا نو آواز رِڪارڍ ڪرو

source: Reference the source of your sentence (required)
gjk: پوتا نا جُملا نو حوالو ڄو ڪيَ اِي چان ٿِي ليڌو سي (لازمِي)

source: Refresh
gjk: ريفريش ڪرو

source: Reject
gjk: نا منظور

source: Remove
gjk: هٽاوو

source: Remove Avatar
gjk: ايواٽر (Avatar) نين هٽاوو

source: Report
gjk: رپورٽ

source: Report was passed successfully
gjk: رپورٽ ڪامياٻي ٿي جئِي ھالي

source: Request a Language
gjk: ايڪ ٻولي ني ڌرخواست ڪرو

source: Request for Scripted Speech
gjk: اِسڪرِپٽيڍ ٿل تقرير ۿارُو ڌرخواست

source: Request for Spontaneous Speech
gjk: غير معمولِي تقرير ۿارُو ڌرخواست

source: Request New Language
gjk: نوِي ٻولِي نِي ڌرخواست ڄو

source: Request recordings
gjk: رِڪارڍينڳان نِي ڌرخواست ڪرو

source: *required
gjk: ضرورت سي

source: Re-record
gjk: وريَ رِڪارڍ ڪرو

source: Re-record clip
gjk: ڪلپ نين ڦير ٿي رڪارڍ ڪرو

source: Respond
gjk: زٻاپ ۮيوون

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
gjk: نامياتِي ڍِٽاسيٽ ٺاۿيا ۿارُو اِشاران نو جواٻ ڄو، مورِ ٿِي زبانِي ٻولِيان ۿارُو بيۿترينَ عام ٻولِي نا حوالا ڄو۔

source: Response deleted successfully
gjk: زٻاپ ڪامياٻِي ٿِي کتم ٿئِي جھو سي

source: Response submitted successfully
gjk: زٻاپ ڪامياٻِي ٿِي جمع ٿئِي جھو سي

source: Return
gjk: واپس

source: Return here to edit your goal anytime.
gjk: ڪيرين پڻ پوتا نا مقصۮ (گول) نين ايڍِٽ ڪريا ۿارُو اڃان آوو۔

source: Return to Common Voice
gjk: آم آواز ڪور واپس زائو

source: Return to Common Voice Datasets
gjk: عام آواز نِي ڍيٽاسيٽس ڪور واپس زائو

source: Return to Languages
gjk: ٻولِيان ڪور واپس زائو

source: Review
gjk: جائزو، جانچ پڙتال

source: Review and vote for new questions submitted by the community
gjk: ڀِراڌرِي نِي طرڦ ٿِي ۮيڌل نوان سوالان نِي نظرسانِي انين ووٽ ڄو۔

source: Review could not be saved. Please try again later.
gjk: جائزو سيوَ (جمع) نٿِي ٿئِي ۿڄو۔ ميرٻانِي ڪرينَ وريَ ڪوشش ڪرو

source: ⓘ Review Criteria
gjk: جائزو-جانچ پڙتال نا معيار ڪان اصُول

source: Review Criteria
gjk: جائزو-جانچ پڙتال معيار ڪان اصُول

source: Reviewed sentences not submitted, are sure?
gjk: جُملان نو جائزو لئِي ليڌو سي پڻ هزِي حواليَ نٿِي ڪريا، هاس سي؟

source: Review existing sentences submitted by the community
gjk: ڀراڌرِي نِي طرڦ ٿِي ۮيڌل جُملا نِي نظر سانِي ڪرو زين موجوڌ سي

source: Reviewing Sentences
gjk: جُملان نو جائزو ليوون

source: Review questions
gjk: سوالن نِي نظرسانِي

source: Review Questions
gjk: سوالان نِي نظرسانِي

source: Review & re-record clips here as you go
gjk: جائزو ليو انين وريَ زيم تمين چاهو سو ايم وريَ رِڪارڍ ڪرو

source: Review & re-record clips if needed
gjk: جائزو ليو انين زو ضرورت سي تو وريَ رِڪارڍ ڪرو

source: Review Sentences
gjk: جُملان نو جائزو ليو

source: Review sentences in your language
gjk: تمارِي ٻولِي مان جُملان نين نظر سانِي ڪرو

source: Review & Submit
gjk: جائزو ليو انين حواليَ ڪرو

source: Review transcriptions
gjk: نقل ڪرل نو جائزو ليو

source: Review Transcriptions
gjk: نقل ڪرل نو جائزو ليو

source: Review transcriptions of recorded sentences for accuracy
gjk: ڌُرستڳِي ۿارُو رِڪارڍ ٿل جُملان نِي نقل نو جائزو ليو

source: Review Transcriptions <small>(Coming soon)</small>
gjk: نقل نو جائيزو ليو<small>(زٽ آويَ سي ريون)</small>

source: Review user-submitted transcriptions in your language
gjk: پوتا نِي ٻولِي مان اِستمال ڪريا واران نِي طرڦ ٿِي جمع ڪراول نقل نو جائزو ليو

source: Romanian
gjk: رومانش ويلاڊر

source: Romansh Sursilvan
gjk: رومانش سرسلوان

source: Romansh Vallader
gjk: رومانش ويلاڊر

source: Rukai
gjk: روڪائي

source: Runyankole
gjk: رنيانڪول

source: Russian
gjk: روسي

source: Ruuli
gjk: روولي

source: s
gjk: س

source: S
gjk: س

source: Sabah Bisaya
gjk: صبع بِسايا

source: Sabah Malay
gjk: سبا مالي

source: Sa'ban
gjk: سعبان

source: Sakha
gjk: سخا

source: Sakizaya
gjk: ساڪيزايا

source: Santali (Ol Chiki)
gjk: سنتالي (پھرين چڪي)

source: Saraiki
gjk: سرائڪي

source: Sardinian
gjk: سارڊيني

source: Save
gjk: محفوظ ڪرو

source: Saved
gjk: محفوظ ٿل

source: Scots
gjk: اسکاٽس

source: Scripted Speech
gjk: اسڪرِپٽيڍ ٿل تقرير

source: SCRIPTED SPEECH
gjk: اِسڪرِپٽيڍ تقرير

source: Search
gjk: ڳوتو

source: Search for a language
gjk: ٻولِي ڳوتو

source: Search for a language...
gjk: ٻولِي ڳوتو

source: Seediq
gjk: سيڌق

source: See how your progress compares to other contributors all over the world.
gjk: زوئو ڪيَ تمارِي ترقِي ۮنيا نان ٻيزان حِصو ليڌا واران نا مُقاٻلا مان ڪيم سي؟{ " " }

source: See Less
gjk: گھٽ زوئو

source: See More
gjk: وڌارين زوئو

source: Select a Language...
gjk: ايڪ ٻولِي سليڪٽ ڪرو

source: Select an option
gjk: ڪونئين ايڪ آپشنَ سليڪٽ ڪرو۔

source: Select a variant (optional)
gjk: الڳ سُونڍو (مرضِي سي)

source: Selected
gjk: زين سليڪٽ سي

source: Select File
gjk: فائيل سليڪٽ ڪرو

source: Select File to Upload
gjk: فائيل اپلوڍ ڪريا ۿارُو سليڪٽ ڪرو

source: Select the desired language dataset and choose the version you wish to download.
gjk: زين ٻولِي نِي ضرورت سي اِي ڍيٽاسيٽ سونڍو انين زين ورينَ تمين چاۿو سو اِي ڍائونَ لوڍ ڪرو۔

source: Select up to three domains (optional)
gjk: ڪونئين پڻ ترڃ ۿوُڌِي ٺاۿيا واران نين سونڍو (ڍومينَ) (مرضِي سي)

source: Select your age
gjk: پوتا نِي عُمر ني سليڪٽ ڪرو

source: Select your sex or gender
gjk: پوتا نِي جنس ڪان قِسم ني سليڪٽ ڪرو

source: Self Citation
gjk: پوتا نو حوالو

source: Send a link to my email
gjk: مارِي اِي ميل ڪور ايڪ لنڪ ميلو۔

source: Send sign up link
gjk: سائنَ اپ لِنڪ ميلو

source: Sentence
gjk: جُملا

source: Sentence Collection
gjk: جُملا نو مجمُوئو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
gjk: <sentenceCollectorFragment> وڌارين زان جُملا نو مجھمُوئو سيَ اُوڃان زووو </sentenceCollectorFragment>۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
gjk: <sentenceCollectorVideo>جُملا ڀيڳا ڪريا وارا نين اِستمال ڪرينَ امارِي گائيڍ زوو</sentenceCollectorVideo>۔

source: Sentence Domain
gjk: جُملا نين ٺاۿيا وارو ڪان ڍومينَ

source: Sentences
gjk: جُملا

source: Sentences are collected for people to read aloud.
gjk: جُملان نين ماڻۿان ۿارُو ڀيڳا ڪريا جھا سي ايٽليَ ماڻۿان ٻروڪانون ڀڻِي ۿڳيَ۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
gjk: جُملان نين ڀِراڌرِي نا ماڍريشنَ نيَ زريئيَ ٿِي جانچ ڪريا زائيَ سي، پڻ اِي عمل مُڪمل نٿِي۔ زو تمين ڪونئين ايوو جُملو زوو سو انين ۿانڀرو سو زين ٿِي تمين کُش نٿِي يا نارض ٿائو سو۔ مِثال پرماڻيَ ڪيمڪيَ اِي امارِي<participationGuidelines> ڀراڌرِي نِي شِرڪت</participationGuidelines> نِي هڌائيتان نِي کِلاڦ ورزِي ڪريَ سي۔ ميرٻانِي ڪرينَ UI مان فِليگ ٻٽڻ نو استمال ڪرو۔ تمين امان ٿِي <emailFragment>commonvoice@mozilla.com</emailFragment> ماٿيَ پڻ راٻطو ڪرِِي ۿڳو سو۔

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gjk: اڃان ۮيڌل جُملا عوامي طور ٿِي موجود هشيَ انين cc-0 لائسنس ڍيٽا مان شامل سي۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
gjk: جُملان نين ڪامنَ وائيس مان شامِل ڪريا ۿارُو لازمِي اينيان نِي ٻيَ زڻان ٿِي جانچ پڙتال ٿل هوئيَ انين قٻُول ٿل هوئيَ۔ تمين تمارِي ٻولِي ۿارُو <languageGuidelinesLink>اڃان</languageGuidelinesLink>گائيڍ لائينَ تيار ڪرِي ۿڳو سو۔ جُملا لازمِي <licenseLink>عوامِي ڍومينَ</licenseLink> مان هوئيَ انين 15 لڦظان ٿِي وڌارين نا هوئيَ۔ تمين متنَ نا مالِڪ ڪنين ٿِي <waiverLink> پونسا ڪرِي ۿڳو سو</waiverLink>۔ انين امان نين commonvoice@mozilla.com اِي ميل ڪرو

source: { $sentences } sentences reviewed. Thank you!
gjk: جُملان نو جائزو ليوائِي جھو سي۔ ميرٻانِي

source: Sentence text
gjk: جُملان نون ٽيڪسٽ

source: Sentence Variant
gjk: جُملان نا ڦرق ڦرق نمونا

source: Separate sentences into one line by pressing “Enter” or “Return” once
gjk: ايڪ لائينَ مان ايڪز جُملا ۿارُو “انٽر” يا “واپس” وريَ

source: Serbian
gjk: سربيائي

source: Seri
gjk: سيري

source: Serian Bidayuh
gjk: سيرين بدايو

source: Service and Retail
gjk: ڪام انين قيمت

source: Set a goal
gjk: مقصۮ (گول) سيٽ ڪرو

source: Set my visibility
gjk: مارِي نِمائش نين سيٽ ڪرو

source: Setswana
gjk: سيٽسوانا

source: Settings
gjk: سيٽينڳون

source: Sex
gjk: جِنس

source: Sex or Gender
gjk: جنس

source: SHA256 Checksum Copied!
gjk: SHA256 Checksum ڪاپِي ٿئِي جھون!

source: Shan
gjk: شان

source: Share Common Voice
gjk: عام آواز شير ڪرو (ويراوو)

source: Share my goal
gjk: مارا مقصۮ (گول) نين شيئر ڪرو

source: Share your clip
gjk: تمارون ڪِلپ شير ڪرو

source: Share your { $count } Clip Daily Goal for { $type }
gjk: { $type } ڪلپ ھر روز نا مقصد ۿارُو{ $count } شيئر ڪرو پوتا نون

source: Share your { $count } Clip Weekly Goal for { $type }
gjk: { $type } ڪلپ ھفتيوار مقصد ۿارُو { $count } شيئر ڪرو پوتا نو

source: Share your event
gjk: تمارا واقيئا شيئر ڪرو

source: Shilha
gjk: شيلا

source: Shina
gjk: شينا

source: Shortcuts
gjk: شارٽ ڪٽ

source: [Should be ‘dinosaurs’]
gjk: ['ڍائينسور' ھوون زويئين]

source: [Should be “We are”]
gjk: [ھوون زويئين "امين سيئن"]

source: Show me sentences and clips from all variants within my language
gjk: مارِي ٻولِي نان تمام لھجان ٿِي جملا انين ڪلپ ۮيکاڙو۔

source: Show my ranking
gjk: مارِي درجھابنڌِي ۮيکاڙو

source: Sicilian
gjk: سسيليين

source: Sign up
gjk: سائنَ اپ ڪرو

source: Sign up for an account
gjk: اڪائونٽ ۿارُو سائينَ اپ ڪرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
gjk: ڪامنَ وائيس نا نيوز ليٽر ۿارُو، گول نِي ياڌگيرِي ۿارُو انين ترقِي نِي اپ ڍيٽ ۿارُو سائينَ اپ ڪرو

source: sign up for email updates
gjk: اِي ميل اپ ڍيٽ ۿارُو سائينَ اپ ڪرو

source: Sign up for { $lang } updates:
gjk: { $lang }اپ ڍيٽ ۿارُو سائينَ اپ ڪرو

source: Simple and easy for anyone to understand
gjk: هر ايڪ ۿارُو ساڌا انين همزِيا وارا سوال۔

source: Sindhi
gjk: سنڌِي

source: Single
gjk: ايڪلون

source: Single sentence submission
gjk: ايڪلو جُملو پيش ڪروو۔

source: Single ZIP file containing
gjk: سِنگل زِپ فائيل زين مان سي

source: Sinhala
gjk: سنهالا

source: Siswati
gjk: سِسواتي

source: Size
gjk: سائيز

source: Skip
gjk: اِسڪِپ-ميڪِي ڄو

source: Skipped
gjk: ميلِي ۮيوون

source: Skip Submission Feedback
gjk: جمع ڪرايا نِي رائي نين ميلِي ڄو

source: Slovak
gjk: سلوويڪي

source: Slovenian
gjk: سلوويني

source: Small batch
gjk: ننڪو جٿو

source: Small batch sentence submission
gjk: ننڪان جُملان نو جٿو پيش ڪروو۔

source: Small businesses, including tech and AI start ups
gjk: ننڪا ڪاروڀار، زين مان ٽيڪ (tech) انين ايَ آئِي (AI ) شامِل سي۔

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
gjk: [ڌانۿوون] ٽرائيسِڪ نا موٽا ڍائينوسار

source: Social media
gjk: سوشل ميڍيا

source: Solicit personally identifying information (like names or financial information)
gjk: ذاتِي پرماڻي اورکاڻ ڪريا وارِي معلومات ڳوتو (زيم نام ڪان ذاتِي معلومات)

source: Somali
gjk: صومالي

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
gjk: ڪانڪ ٻولِيان نِي گرامر مان، ڍِڪشنرِِي، هِجھيَ انين تلڦُظ مان الائِي موٽو ڦرق سي۔ تيمان امين <ctaLink>2022 مان آن نين ڦرق نمونيَ ٿِي</ctaLink> مُتارِڦ ڪراوِيئين سيئين ريا۔ آ ڀراڌريئان نين اينيان نِي ٻوليان نين موٽِي ڍيٽاسيٽ مان ڦرق</ctaLink> ڪريا نو ايڪ طريقو ڄيَ <ctaLink> سي۔

source: Someone asks for a language to be added.
gjk: ڪونئين ٻولِي شامِل ڪريا ۿارُو پونسيَ سي۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
gjk: اُوتار ڪريا ۿارُو (نقل ڪريا ۿارُو) آڊيو حاصل ڪريا ني ڌوران ڪانڪ ڳلتِي ڇئِي۔ ميرٻانِي ڪرين وري ڪوشِش ڪرو۔

source: Something went wrong while fetching prompts. Please try again later.
gjk: اِشارا ني ڌورانَ ڪانڪ ڳلتِي ڇئِي۔ ميرٻانِي ڪرين ڪانڪ وار وانھين وري ڪوشِش ڪرو۔

source: Something went wrong while fetching transcriptions. Please try again later.
gjk: نقل ڪرل نين حاصل ڪريا ٽاڻي ايڪ ڳلتِي ڇئِي سي۔ ميرٻانِي ڪرين ٿوڙيڪ وار وانۿين وري ڪوشِش ڪرو۔۔

source: Something went wrong with reCAPTCHA. Please try again.
gjk: وري ڪيپچا ٿِي ڪانڪ ڳلتِي ٿئي جھئِي۔ ميرٻانِي ڪرين وري ڪوشِش ڪرو۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
gjk: ايڪ ٻولِي ڪان ٻوليان نِي اڪائِي مان ڪانڪ ورزن ڪان لھجا ايڪ ٻيزا ٿِي ماڳين ڦرق ٿئِي ۿڳي سي۔ زو تمان نين ڪونڪ خاص ورزن (لھجا) ڀيرون ڀريا مان مشڪلات پيش آوي سي رئِي۔ تو تمين اڃان پوتا نِيون اۿميتون تبڌيل ڪرِي ۿڳو سو۔

source: Soninke
gjk: سوننڪي

source: Sorbian, Lower
gjk: سربيائي, نيسلِي ٻولِي

source: Sorbian, Upper
gjk: سربيائي مٿين ٻولِي

source: Sorry, Common Voice is running slowly. Thanks for your interest.
gjk: ماڦ ڪرزُو، ڪامنَ وائيس سُستِي ٿِي هاليَ سي ريون۔ تمارِي ڌِلچسپِي ۿارُو ميرٻانِي

source: Sorry, something went wrong
gjk: ماڦ ڪرزُو ڪانڪ ڳلت ڇون سي

source: Source: { $sentenceSource }
gjk: زريعو: چان ٿِي ليڌل سي: { $sentenceSource }

source: Southern Kurdish
gjk: ۮکڻاۮِي ڪردش

source: Southern Pastaza Quechua
gjk: سدرن پاستازا ڪويچوا

source: Southern Sotho
gjk: ۮکڻاۮِي سوٿو

source: Southwestern Tlaxiaco Mixtec
gjk: ۮکڻاۮو ٽلاسياڪو ميسٽيڪ

source: Spanish
gjk: اندلسي ٻولِي

source: Speak
gjk: ٻولو

source: Speakable
gjk: ٻولِيا لائيق

source: Speakers
gjk: ٻولِيا واران

source: Speaking
gjk: ٻولوون

source: Speaking and Listening
gjk: ٻولوون انين ۿانڀروون

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
gjk: تمين تمارا عام آواز مان ٻولو! زيويَ نمونيَ ٿِي ٻولو سو اين نين اڃان ڀليڪار ڪيئين سيئين۔ امين تمارو ليۿجھو زيم تمين ٻولو سو ايمز چاۿيئين سيئين۔ تمارون ٻوليا نون زين تمين روز ٻولو سو، تمارو انڌاز انين تمارو ٻوليا نو ليۿجھو اِي امان نين زوويَ سي۔

source: Speak now
gjk: هويَ ٻولو

source: Speak options menu
gjk: آپشنَ مينيو ٻولو

source: Speak up, contribute here!
gjk: ٻرُوڪانون ٻولو، اڃان حِصو ليو!

source: Special Characters and Foreign Letters
gjk: خاص ڪِرڌار انين پرۮيسِي خط

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
gjk: کاس نِشانَ انين زير زڀران نا نِشانَ تيرين شامِل ڪروان زويئين زيرين اِي ماڳين ضرورِي هوئيَ۔ مِثال طور ايڪ انڳريزِي لڦظ ايپوسٽرافِي ”نا“ انين ”امين سيئين“ مان اِستمال ٿائيَ سي۔ انين اين نين زين متنَ مان ٿِي سي اين مان شامِل ڪريون زائيَ سي۔ پڻ اِي مُمڪِنَ نٿِي ڪي تمان نين “@” or “#.” زيوان نِشانان نِي ضرورت پڙيَ۔

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
gjk: <speechBlogLink>ٻولِيا نِي اورکاڻِ ٿِي شرُو ڪرو</speechBlogLink>

source: Spelling and Punctuation
gjk: هجيَ انين زير زڀر نان نيشانَ

source: Split into { $archiveCount } ZIP files containing
gjk: زِپ فائيلان مان { $archiveCount }ويراوو زين مان

source: Splits
gjk: ويراول

source: Splits (Age and Sex)
gjk: ويراول (عمر انين جنس)

source: Spontaneous Speech
gjk: ڀيَ اِختيار تقرير

source: SPONTANEOUS SPEECH
gjk: منصُوٻا وڳرِ ڪرل تقرير

source: Start recording
gjk: رِڪارڍينڳ شُرو ڪرو

source: Start typing to describe your accent
gjk: پوتا نان ٻوليا ۿارُو لڦظان نين بيان ڪريا ۿارُو لکوون شرُو ڪرو۔

source: Stats
gjk: انگھ اکر (اِسٽيٽس)

source: Status Page
gjk: اِسٽيٽس پيج

source: Still have questions?
gjk: هزِي ۿوُڌِي سوال سي۔

source: Streaks
gjk: اِسٽريڪس

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
gjk: <strong> ڪريڪل </strong>موٽا ڍائينوسور <strong> ڪريڪل </strong> رائيسڪ

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
gjk: <strong> ايوان ڪِلِپان نين ڍِليٽ نا ڪرو زين نو ٻولِيا نو ليۿجھو تمارا پوتا نا ليۿجھا ٿِي ڦرق هوئيَ</strong>۔ اِي آواز نِي اورِکاڻِ ۿارُو لازمِي سي ايٽليَ هر ايڪ ۿارُو بيۿتر ڪام ٿئِي ۿڳيَ۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
gjk: <strong> تخليقِي ٿائو!</strong> تمارِي ڀراڌرِي نِي ٻولِي مُنڦرِڌ هشيَ، انين اين شُرو ڪريا ۿارُو ٻس ڪانڪ طريقا سي۔
